Repository: ibikecph/ibikecph-ios
Catalog: I Bike CPH/Shared/Resources/Localization/*.lproj/Localizable.strings
Languages: da

source: Current position
da: Nuværende position

source: Settings
da: Indstillinger

source: Contacts
da: Kontakter

source: Favorites
da: Favoritter

source: Map Overlays
da: Kortlag

source: Voice
da: Oplæs rute

source: Route Type
da: Rutetype

# profile
source: My Profile
da: Min profil

# direction_1
source: Continue on
da: Fortsæt ad

# direction_2
source: Turn slightly right to
da: Drej lidt til højre ad

# direction_3
source: Turn right to
da: Drej til højre ad

# direction_4
source: Turn sharp right to
da: Drej skarpt til højre ad

# direction_5
source: U-Turn on
da: Foretag en u-vending på

# direction_6
source: Turn sharp left to
da: Drej skarpt til venstre ad

# direction_7
source: Turn left to
da: Drej til venstre ad

# direction_8
source: Turn slightly left to
da: Drej lidt til venstre ad

# direction_9
source: Reach via point
da: Via-punkt

# direction_10
source: Head on
da: Fortsæt ad

# direction_11
source: Enter roundabout and take %@ exit to
da: Kør ind i rundkørslen ad

# direction_12
source: Leave roundabout to
da: Kør fra rundkørslen ad

# direction_13
source: Stay on roundabout to
da: Bliv i rundkørslen

# direction_14
source: Start on
da: Bliv på

# direction_15
source: You have reached your destination
da: Ankomst til destinationen

# direction_16
source: Start pushing your bike on
da: Træk cyklen

# direction_17
source: Stop pushing your bike
da: Fortsæt på cyklen

# direction_18
source: %@: Take %@ to %@
da: %@: Tag %@ til %@

# direction_19
source: Get off on %@
da: Stå af på %@

# direction_100
source: Reaching destination
da: Du nærmer dig destinationen

# first_direction_1
source: Head %@ and continue to
da: Kør mod %@ og fortsæt ad

# first_direction_2
source: Head %@ and turn slightly right to
da: Kør mod %@ og drej lidt til højre ad

# first_direction_3
source: Head %@ and turn right to
da: Kør mod %@ og drej til højre ad

# first_direction_4
source: Head %@ and turn sharp right to
da: Kør mod %@ og drej skarpt til højre ad

# first_direction_5
source: Head %@ and make a U-Turn on
da: Kør mod %@ og foretag en u-vending på

# first_direction_6
source: Head %@ and turn sharp left to
da: Kør mod %@ og drej skarpt til venstre ad

# first_direction_7
source: Head %@ and turn left to
da: Kør mod %@ og drej til venstre ad

# first_direction_8
source: Head %@ and turn slightly left to
da: Kør mod %@ og drej lidt til venstre ad

# first_direction_9
source: Head %@ and reach via point
da: Kør mod %@ til via-punkt

# first_direction_10
source: Head %@ to
da: Kør mod %@ og fortsæt til

# first_direction_11
source: Head %@ and enter roundabout and take %@ exit to
da: Kør mod %@ og følg rundkørslen, tag afkørsel %@ til

# first_direction_12
source: Head %@ and leave roundabout to
da: Kør mod %@ forlad rundkørslen ved

# first_direction_13
source: Head %@ and stay on roundabout to
da: Kør mod %@ og følg rundkørslen til

# first_direction_14
source: Head %@ and start on
da: Kør mod %@ og bliv på

# first_direction_15
source: You have reached your destination
da: Ankomst til destinationen

# first_direction_16
source: Head %@ and start pushing your bike on
da: Kør mod %@ og træk cyklen

# first_direction_17
source: Head %@ and stop pushing your bike
da: Gå mod %@ og fortsæt på cykel

# first_direction_100
source: Reaching destination
da: Du nærmer dig destinationen

# direction_N
source: north
da: nord

# direction_NE
source: northeast
da: nordøst

# direction_E
source: east
da: øst

# direction_SE
source: southeast
da: sydøst

# direction_S
source: south
da: syd

# direction_SW
source: southwest
da: sydvest

# direction_W
source: west
da: vest

# direction_NW
source: northwest
da: nordvest

# {highway:motorway}
source: motorway
da: motorvej

# {highway:motorway_link}
source: motorway
da: motorvej

# {highway:trunk}
source: trunk road
da: hovedvej

# {highway:trunk_link}
source: trunk road
da: hovedvej

# {highway:primary}
source: primary road
da: vej

# {highway:primary_link}
source: primary road
da: vej

# {highway:secondary}
source: road
da: vej

# {highway:secondary_link}
source: road
da: vej

# {highway:tertiary}
source: street
da: gade

# {highway:tertiary_link}
source: street
da: gade

# {highway:living_street}
source: street
da: gade

# {highway:pedestrian}
source: pedestrian street
da: gågade

# {highway:residential}
source: residential street
da: gade

# {highway:unclassified}
source: street
da: gade

# {highway:service}
source: service street
da: vej/sti

# {highway:track}
source: track
da: sti

# {highway:road}
source: road
da: vej

# {highway:path}
source: path
da: sti

# {highway:footway}
source: footway
da: sti

# {highway:cycleway}
source: cycleway
da: cykelsti

# {highway:bridleway}
source: bridleway
da: ridesti

# {highway:steps}
source: steps
da: trappe

# {roundabout:yes}
source: roundabout
da: rundkørsel

# {area:yes}
source: area
da: plads

# new_route
source: Route
da: Rute

source: Error
da: Fejl

# error_no_gps_location
source: No GPS location!
da: Ingen GPS position!

# error_address_not_found
source: Location of address not found!
da: Adressens position kan ikke findes!

# error_from_address_not_found
source: Location of departure address not found!
da: Startadressens position kan ikke findes!

# error_to_address_not_found
source: Location of destination address not found!
da: Destinationsadressens position kan ikke findes!

# error_invalid_email
source: Invalid email!
da: Ugyldig email!

# error_invalid_to_address
source: The destination address is invalid!
da: Destinationsadressen er ugyldig!

# route_info
source: Route Information
da: Rutevejledning

# route_stop_title
source: Want to stop the routing?
da: Vil du afslutte ruten?

# route_stop_text
source: Stop the routing by tapping 'Stop'. You can report a problem with the route to us by tapping on 'Report'.
da: Afbryd ruten ved at trykke på ‘Stop’. Du kan rapportere problemer med ruten ved at trykke på ‘Rapporter et problem’.

# report_error
source: Report
da: Rapportér

# report_wrong_address
source: Address is wrong
da: Forkert vejnavn

# report_road_closed
source: Road closed
da: Vejen er lukket

# report_one_way
source: Street is one way
da: Vejen er ensrettet

# report_illegal_turn
source: Route suggests illegal turn
da: Ruten foreslår ulovlige sving

# report_wrong_instruction
source: Wrong instruction
da: Forkert instruktion

# report_other
source: Other
da: Andet

# report_subject
source: Error report
da: Rapportér

# report_to
source: Finish:
da: Slut:

# report_tbt_instructions
source: Turn by turn instruction list:
da: Rutevejledning:

# report_reason
source: Reason for report:
da: Begrundelse:

# report_instruction
source: Instruction in question:
da: Pågældende instruktion:

# report_contact_me
source: Please contact me when the issue is resolved
da: Jeg vil gerne kontaktes, når problemet er løst

# report_sent
source: Feedback sent
da: Tak fordi du rapporterede fejlen!

source: Done
da: Færdig

source: Cancel
da: Fortryd

source: Try again
da: Prøv igen

# error_route_not_found
source: Route not found!
da: Ruten blev ikke fundet!

source: Calculating...
da: Beregner...

source: Recalculating...
da: Genberegner...

# where_are_we_going
source: Where should we go?
da: Ny rute

# ibikecph_route_planner
source: I Bike CPH
da: Cykelruteplanlægger

source: Calculating new route...
da: Beregner ny rute...

# Distance
source: Dist.
da: Afstand

source: Time
da: Tid

# you_have_arrived_to
source: You have arrived at
da: Du er nu fremme ved

source: To homepage
da: Til forsiden

source: Report a problem
da: Rapportér problem

source: From
da: Fra

source: To
da: Til

# hello_cyclist
source: Hi cyclist
da: Hej cyklist

# thanks_for_testing_text
source: Thank you for helping testing.
da: Tak fordi du hjælper os med at teste.

source: E-mail address
da: email adresse

source: Notify me when fixed
da: Få besked når fejlen er udbedret

source: Report
da: Rapporter

# report_text
source: By tapping "Report" the information of the route will be sent to us. If you choose to get notified once the error is correct, your email will be included.
da: Ved tryk på “Rapportér” sendes teknisk information om ruten til os. Vælger du at få besked når fejlen er udbedret, bliver din email-adresse sendt til os, så vi kan kontakte dig.

source: Choose a route step
da: Vælg et trin

# cancel_picker
source: Cancel
da: Annuller

# done_picker
source: Done
da: Vælg

# recent_results
source: Recent
da: Seneste

source: Show more
da: Vis flere

source: Show less
da: Vis mindre

source: Good ride!
da: Godt kørt!

source: Hope you had a good trip.
da: Vi håber du havde en god tur.

source: Stop ride
da: Afslut ruten

# ride_report_a_problem
source: Report a problem
da: Rapportér et problem

# login_with_fb
source: Log in with Facebook
da: Log ind med Facebook

# create_with_fb
source: Create with Facebook
da: Opret med Facebook

# register_with_mail
source: Register with email
da: Opret med email

source: Skip
da: Spring over

source: Create account
da: Opret konto

# create_account_text
source: Save favorites and searches across mobile and ibikecph.dk
da: Ved at oprette en konto, har du muligheden for at gemme favoritter og søgninger på tværs af mobilen og ibikecph.dk

# register_save
source: Register
da: Opret mig

# register_name_placeholder
source: Name
da: Navn

# register_password_placeholder
source: Password
da: Adgangskode

# register_password_repeat_placeholder
source: Repeat password
da: Gentag adgangskode

# choose_image_source
source: Select image source
da: Vælg profilbillede

# image_source_camera
source: Camera
da: Fra kamera

# image_source_library
source: Library
da: Fra bibliotek

# login_new_account
source: Create account
da: Opret en konto

source: Save favorites
da: Gem favoritter

# favorites_title
source: Add favorites
da: Tilføj favoritter

# favorites_text
source: You can save your favorite destinations in the app so it's easy to find your way home, to work or school.
da: Gem dine favorit-destinationer i appen så er det altid hurtigt og nemt at finde vej hjem, til arbejde eller skole.

# favorites_home_placeholder
source: Home address...
da: Hjemmeadresse ...

# favorites_work_placeholder
source: Work address...
da: Arbejdsadresse ...

source: Log In
da: Log ind

source: Edit account
da: Redigér profil

# invalid_token_user_logged_out
source: You've been logged out. Please log in.
da: Du er blevet logget ud. Log venligst ind igen.

source: Save password
da: Gem kodeord

source: Use password
da: Brug kodeord

# track_token_title
source: Password
da: Sikkerhedskode

# track_token_headline
source: We care about keeping your data anonymous!
da: Vi sikrer at dine data holdes anonyme!

# track_token_subtitle_native
source: You are logged in as
da: Du er logget ind som

# track_token_description_native
source: To ensure that your data can be shared anonymously with The City of Copenhagen and the Capital Region of Denmark we need you to submit your password again.
da: For at sikre, at dine data kan deles anonymt med Københavns Kommune og Region Hovedstaden, har vi brug for at du skriver din adgangskode igen.

# track_token_subtitle_facebook
source: You are logged in with Facebook as
da: Du er logget ind via Facebook som

# track_token_description_facebook_new
source: To ensure that your data is shared anonymously with the Copenhagen Municipality an the Capital Region of Denmark, you need to submit a password with at least 6 digits. For security reasons your password can not be recovered.
da: For at sikre, at dine data er anonymiserede inden de deles med Københavns Kommune og Region Hovedstaden, skal du vælge et password på mindst 6 cifre. Af sikkerhedsmæssige årsager kan den valgte adgangskode ikke gendannes.

# track_token_description_facebook_has_token
source: To be able to access your data, you need to provide the password you choose when activating tracking of cycling data.
da: For at kunne hente dine data skal du skrive det kodeord du har opgivet da du aktiverede indsamling af cykeldata.

# add_favorite
source: Add a favorite
da: Tilføj favorit

# new_favorite
source: Add
da: Tilføj

# cell_add_favorite
source: Add new favorite
da: Tilføj ny favorit

# edit_favorite
source: Edit
da: Rediger

# cell_empty_favorite_text
source: You have no favorites, but you can easily add one now.
da: Du har ingen favoritter, men du kan hurtigt tilføje en nu.

# save_favorite
source: Save
da: Gem favorit

# delete_favorite
source: Delete
da: Slet

source: Home
da: Hjem

source: Work
da: Arbejde

source: School
da: Skole

source: Favorite
da: Favorit

source: Back
da: Tilbage

source: Done
da: Færdig

source: Name
da: Navn

# add_favorite_name_placeholder
source: Enter name...
da: Indtast navn...

source: Address
da: Adresse

# add_favorite_address_placeholder
source: Find address...
da: Find adresse...

# account
source: My Profile
da: Min Profil

# report_send
source: Send report
da: Send besked

# describe_problem
source: Describe a problem
da: Beskriv problemet

source: Log out
da: Log ud

# thank_you_for_feedback
source: Your feedback has been sent.
da: Tak for din feedback

# feedback_text
source: Thank you for your help! You can follow the development and participate in discussions of new features on www.ibikecph.dk/feedback.
da: Din feedback er blevet afsendt. Du kan deltage i opfølgning og diskussion af nye funktioner på www.ibikecph.dk/feedback.

# report_enter_email_address_placeholder
source: Enter you email address
da: Indtast din email adresse

# home_find_route
source: Find route
da: Søg rute

# delete_my_account
source: Delete account
da: Slet min konto

source: You are logged in as
da: Du er logget ind som

# edit_my_account
source: Edit account
da: Rediger profil

source: Save changes
da: Gem ændringer

# account_name_placeholder
source: Name
da: Navn

source: Old password
da: Gammel adgangskode

# account_password_placeholder
source: New password
da: Skriv ny adgangskode

# account_repeat_placeholder
source: Repeat new password
da: Gentag ny adgangskode

# accept_user_terms
source: I accept the Terms of Service
da: Jeg accepterer brugerbetingelserne

# accept_user_terms_link_highlight
source: Terms of Service
da: brugerbetingelserne

# accept_user_terms_link
source: https://www.ibikecph.dk/en/terms
da: https://www.ibikecph.dk/terms

# login_error_fields
source: You must enter both your email and your password!
da: Både din email og din adgangskode skal være indtastet!

# register_error_fields
source: You must fill out all the fields!
da: Alle felter skal være udfyldt!

# register_error_passwords
source: Your passwords don't match!
da: Dine adgangskoder er ikke ens!

# register_error_user_terms
source: You must accept Terms of Service!
da: Du skal acceptere brugerbetingelserne!

# error_not_logged_in
source: You have to be logged in first
da: Du skal være logget ind

# report_error_problem_not_selected
source: You have to select a type of problem.
da: Vælg venligst et problem

# report_error_step_not_selected
source: You have to select a step where the problem occured
da: Vælg venligst et trin på ruten

# error_duplicate_favorite_name
source: You already have a favorite with this name. Please rename your favorite and save again.
da: Du har allerede en favorit med dette navn. Omdøb din favorit og gem igen.

# delete_account_title
source: Delete your account?
da: Slet din konto?

# delete_account_text
source: All your favourites and tracked cycling data will be deleted. Please enter your password.
da: Alle dine favoritter og indsamlede cykeldata vil blive slettet. Indtast dit kodeord.

# delete_account_text_facebook_tracking
source: All your favourites and tracked cycling data will be deleted. Please enter the password you chose when activating tracking of cycling data.
da: Alle dine favoritter og indsamlede cykeldata vil blive slettet. Indtast det kodeord du valgte da du aktiverede indsamling af cykeldata.

source: Delete
da: Slet

# account_deleted
source: Your account has been deleted
da: Din konto er blevet slettet

source: Close
da: Luk

# favorites_login
source: You have no favorites, but you can easily add one if you login.
da: Du har ingen favoritter, men du kan hurtigt tilføje en, hvis du logger ind.

# fb_login_error
source: Error while using Facebook to log in.
da: Fejl ved Facebook-login!

# fb_login_error_no_access
source: The app could not access your Facebook account. Please enable access in System Settings.
da: Appen kunne ikke få adgang til din Facebook-konto. Slå adgang til i systemindstillinger.

source: Please log in
da: Log venligst ind

# account_is_linked_to_facebook
source: Your account is linked to Facebook
da: Din konto er linket til Facebook

source: or
da: eller

# current_position_cant_be_destination
source: You can't use current position as destination!
da: Det er ikke muligt at anvende nuværende position som destination!

# register_error_passwords_short
source: Your passwords is too short
da: Din adgangskode er for kort

# register_error_invalid_email
source: Email address is not valid
da: Din emailadresse er ikke gyldig

# register_successful
source: Account created. A message with a confirmation link has been sent to your email address. Please open the link to activate your account.
da: Konto oprettet. En bekræftelse er sendt til din emailadresse. Følg venligst linket i emailen for at aktivere din konto.

# account_not_saved
source: You have unsaved changes.
da: Dine ændringer blev ikke gemt.

# account_cancel
source: Cancel
da: Annullér

# account_dont_save
source: Don't save
da: Gem ikke

source: You have reached your destination
da: Du har nået din destination

# network_error_text
source: Network error occurred
da: Netværksfejl opstod

# vehicle_1
source: Bike
da: Cykel

# vehicle_2
source: Walk
da: Gå

# vehicle_3
source: Ferry
da: Færge

# vehicle_4
source: Train
da: Tog

# voice_option
source: Voice guide
da: Oplæs rute

# voice_option_detail
source: Voice guide gives you the possibility of having route instructions read out loud. Are you using headphones? Please be aware of the traffic around you and obey the traffic rules.
da: Oplæsning af rute giver dig mulighed for at få oplæst ruteinstruktionerne. Bruger du hovedtelefoner? Husk at være opmærksom på trafikken og overhold færdselsreglerne.

# tracking
source: Tracking of cycling data
da: Indsamling af cykeldata

# enable_tracking
source: Enable
da: Aktivér

# enable_tracking_description
source: Start tracking cycling data
da: Start indsamling af cykeldata

# enable_tracking_explanation
source: When you enable tracking of cycling data, data about your bike behavior are stored locally on your phone. Data is also stored anonymously on our servers, so they can be used to e.g. improve green waves for cyclists. You can delete your data again at any time.
da: Når slår indsamling af cykeldata til, gemmes data om din cykeladfærd i appen. Data gemmes også anonymt på vores serveree, så de kan bruges til fx at forbedre grønne bølger for cyklister. Du kan slette dine data igen hvornår du vil.

# no_tracking_description
source: Unfortunately your phone doesn't support the tracking of cycling data.
da: Din telefon understøtter desværre ikke indsamling af cykeldata.

# no_tracking_explanation
source: Currently tracking of cycling data is only supported on iPhone 5s or newer, and Android phones.
da: Opsamling af cykeldata understøttes kun på iPhone 5s eller nyere, samt på Android telefoner.

# stats_description
source: Your bike activity
da: Din cykelaktivitet

source: Since
da: Siden

# tracking_option
source: Track cycling data
da: Indsamling af cykeldata

# tracking_milestone_notifications
source: Notification about milestones
da: Besked om milepæle

# tracking_weekly_status_notifications
source: Weekly status
da: Ugentlig status

# log_in_to_track_prompt
source: To start tracking cycling data, you must login.
da: For at starte opsamling af data, skal du være logget ind.

# reenable_tracking
source: Re-enable tracking of cycling data
da: Genaktivér indsamling af cykeldata

source: Enable
da: Aktivér

# launch_activate_tracking_title
source: Hi cyclist! Activate tracking of cycling data
da: Hej cyklist! Aktivér indsamling af cykeldata

# launch_activate_tracking_title_no_welcome
source: Activate tracking and sharing of cycling data
da: Aktivér indsamling og deling af cykeldata

# launch_activate_tracking_description
source: See where and how much you bike. Get weekly notifications and notifications when you reach milestones. At the same time, share your data anonymously with the City of Copenhagen and the Capital Region of Denmark so data can be used to e.g. improve green waves for cyclists.
da: Se hvor og hvor meget du cykler. Få ugentlige status og besked når nu når milepæle. Del samtidig dine cykeldata anonymt med Københavns Kommune og Region Hovedstaden, så data kan bruges til fx at forbedre grønne bølger for cyklister.

# launch_activate_tracking_read_more
source: Read more
da: Læs mere

# launch_activate_tracking_read_more_description
source: When you enable tracking of cycling data, the app will automatically detect when you bike and store GPS tracks about your bike rides on your phone. Data will also be uploaded anonymously to ibikecph.dk so they can be used by City of Copenhagen and the Capital Region of Denmark for improving bike facilities. For example, data about travel speeds and waiting times can be used to adjust green waves for cyclists, so fewer cyclist have to stop at red lights. Data can also be used to measure the effect of bicycle projects. We do a lot to protect your data. Data is stored anonymously on our servers and cannot be linked to you you without your password. This ensures that nobody can see where you have cycled, while also allowing you to delete your data from our servers if you wish to at some point. Vi never sell your data and don't publish data about individual bike rides. By Tracking cycling data you can help improve the conditions for everyone biking in Copenhagen and the Capital Region of Denmark.
da: Når du slår indsamling af cykeldata til, mærker appen automatisk når du cykler og gemmer GPS-spor for dine cykelture på din telefon. Data uploades desuden anonymt til ibikecph.dk så de kan bruges af Københavns Kommune og Region Hovedstaden til at forbedre cykelforholdene. Fx kan data om rejsehastigheder og ventetid for cyklister bruges til at indstille grønne bølger for cyklister så færre cyklister behøver at stoppe for rødt. Data kan også bruges til at måle effekten af cykelprojekter. Vi gør meget ud af at beskytte dine data. Data bliver gemt anonymt på vores servere og kan ikke tilbageføres til dig, uden at du indtaster dit kodeord. Det sikrer at ingen kan se hvor du har cyklet, og giver samtidig dig mulighed for at slette dine data fra vores server hvis du senere ønsker det. Vi sælger aldrig dine data og offentliggør aldrig data om de enkelte cykelture. Ved at indsamle cykeldata kan du være med til at forbedre forholdene for alle der cykler i København og Region Hovedstaden.

# log_in_to_favorite_prompt
source: To add favorites, you must login.
da: For at tilføje favoritter, skal du være logget ind.

# unit_km_pr_h
source: km/h
da: km/t

# unit_km_pr_trip
source: km/trip
da: km/tur

# unit_kcal_pr_day
source: kcal/day
da: kcal/dag

# unit_h_long
source: hours
da: timer

# unit_h_long_singular
source: hour
da: time

# unit_h_short
source: h
da: t

# milestone_distance_1_description
source: Alright! You have cycled your first %d km.
da: Sådan! Du har cyklet dine første %d km.

# milestone_distance_2_description
source: %d km, it's starting to look good!
da: %d km, det begynder at ligne noget!

# milestone_distance_3_description
source: Look at you! %d km cycled, keep up the good style!
da: Se lige dig! %d km cyklet, fortsæt den gode stil!
