Repository: ibikecph/ibikecph-ios
Catalog: I Bike CPH/Shared/Resources/Localization/*.lproj/Localizable.strings
Languages: da

# milestone_distance_4_description
source: Wow, %d km cycled, you are breaking away from the crowd!
da: Wow, det ruller, %d km cyklet, vi kan slet ikke følge med!

# milestone_distance_5_description
source: Yes, %d km cycled!
da: Yes, %d km cyklet!

# milestone_distance_6_description
source: %d km on the bike, you're on your way to the stars!
da: %d km på cyklen, du er på vej mod stjernerne!

# milestone_distance_7_description
source: Give yourself a big cheer, you have cycled %d km! Congratulations!
da: Klap dig selv på lårerne, du har cyklet %d km! Tillykke!

# milestone_daystreak_1_description
source: You have cycled %d days in a row, you are on a streak!
da: Du har cyklet %d dage i træk, du er inde i en stime!

# milestone_daystreak_2_description
source: %d days on the bike in a row, that's cool.
da: %d dage i træk på cyklen, det er sejt.

# milestone_daystreak_3_description
source: Strike! %d days in a row, way to go!
da: Strike! %d dage i træk, sådan!

# milestone_daystreak_4_description
source: There is just no stopping to you, %d days cyling in a row!
da: Du fortsætter derude af, %d dages cykling i træk!

# milestone_daystreak_5_description
source: Full speed, you've cycled %d days in a row!
da: Fuld pedal, du har cyklet %d dages i træk!

# milestone_daystreak_6_description
source: You have cycled %d days in a row, that's impressive!
da: Du har cyklet %d dage i træk, det er imponerende!

# milestone_daystreak_7_description
source: Wow, on you bike every day for a month, you are a star!
da: Wow, på cyklen hver dag i en måned, du er en stjerne!

# weekly_status_description
source: This week you have cycled %.1f km in %dh %2dm.
da: Denne uge har du har cyklet %.1f km på %dt %2dm.

source: to
da: til

# Duration
source: Dur.
da: Tid

# Average
source: Avg.
da: Gns.

# track_list_date_format
source: MMMM d
da: d. MMMM

source: Yesterday
da: I går

source: Today
da: I dag

source: Tomorrow
da: I morgen

# hour_minute_format
source: %dh %2dm
da: %dt %2dm

source: No thanks
da: Nej tak

source: Accept
da: Godkend

# user_terms
source: Terms of Service
da: Brugerbetingelser

# user_terms_title
source: Accept Terms of Service
da: Godkend brugerbetingelser

# user_terms_description
source: You have to accept the Terms of Service to be logged in.
da: Du skal acceptere brugerbetingelserne for at være logget ind.

# accept_user_terms_or_log_out
source: You have to accept the Terms of Service to remain logged in.
da: Du skal acceptere brugerbetingelserne for at forblive logget ind.

# most_important_terms_are
source: The most important terms are:
da: De væsentligste betingelser er:

# read_terms
source: Read the entire Terms of Service
da: Læs alle brugerbetingelser

# about_app_ibc
source: About I Bike CPH
da: Om I Bike CPH

# about_text_ibc
source: The I Bike CPH app is the City of Copenhagen’s mobile route planner for everyone cycling in Copenhagen. The app is part of Copenhagen's goal of becoming the world's best bicycle city. The app knows the nice shortcuts in Copenhagen, which parks you’re allowed to bicycle through and where you’re allowed to ride against the one way direction for cars. The app uses map data from the crowd-sourced OpenStreetMap (OSM), which is continuously updated, for example when a new bicycle bridge opens. The City of Copenhagen has contributed to OpenStreetMap with quality assurance of the cycling data for the Copenhagen area. The map is specifically adapted to cyclists. Motorways are toned down, whereas cobblestones are highlighted so you can avoid bumpy rides. The map also includes things like bicycle barriers, so you know where you cannot pass with your cargo bike. Note: The directions offered by the I Bike CPH app are only suggestions - remember to adhere to traffic laws and use a phone holder if you use the app while riding. Getting Started: You can choose where to go in two ways: Locate on map: Find the place on the map and hold down your finger until a pin is placed on the map. The nearest address will be displayed at the bottom. Select 'Start' to calculate the route from your current location to the destination. Search by address: Click on the magnifying glass in the upper right corner. Enter the destination address and click 'Go'. Then click 'Start' to calculate the route. When the route is displayed, click 'Start' to activate GPS navigation. While your ride, turn instructions will be shown at the bottom. Estimated arrival time is shown in the upper right corner, next to the small flag. Routes for cargo bikes: When you have calculated a route or GPS navigation is active, you can click the small black bar with three dots at the bottom left to select the type of route. When cargo bike is selected, the route will avoid steps, barriers and cobblestones, and the estimated travel time will be adjusted to cargo bikes. Show location: Press the button with an arrow in the lower-right corner to see where you are on the map. The map will follow your location, until you manually pan the map. The function is enabled when the arrow is blue. Read more: The app includes additional features, like the ability to save favorite locations. Read more about the map and features on www.ibikecph.dk/about. Have a nice ride and thank you for cycling!
da: I Bike CPH app’en er Københavns Kommunes mobile rutevejleder for dig, der cykler i København. App’en er del af Københavns målsætning om at blive verdens bedste cykelby. App’en kender de gode smutveje i København, ved hvilke parker man må cykle i og hvor man må cykle mod ensretningen for biler. App’en anvender kortdata fra det brugerdrevne OpenStreetMap (OSM), der opdateres løbende, fx når nye cykelbroer åbner. Københavns Kommune har bidraget til OpenStreetMap ved at kvalitetssikre cykeldata for Københavnområdet. Kortet er særligt tilpasset cyklister. Motorveje er derfor tonet ned, hvorimod brosten er fremhævet, så du kan slippe for rysteture. Kortet viser bl.a. også cykelbomme, så du ved hvor du ikke kan komme igennem med ladcykel. Bemærk: Rutevejledningen i I Bike CPH app’en er vejledende – husk at følge færdselsloven, og anvend en telefonholder hvis du bruger app’en når du er ude at cykle. Kom godt i gang: Du kan vælge hvor du vil hen på to måder: Vælg på kort: Find stedet på kortet og hold fingeren nede indtil en nål bliver sat på kortet. Den nærmeste adresse bliver nu vist nederst. Vælg ’Start’ for at beregne ruten fra din nuværende position til destinationen. Søg efter adresse: Klik på forstørrelsesglasset i øverste højre hjørne. Indtast adressen hvor du vil hen og klik ’Gå’. Klik derefter på ’Start’ for at beregne ruten. Når ruten vises kan du klikke på ’Start’ for at aktivere GPS navigation. Undervejs vil instruktioner om hvornår du skal svinge blive vist nederst. Forventet ankomsttidspunkt vises øverst til højre ud for det lille flag. Ruter for ladcykler: Når du har beregnet en rute eller har GPS navigation aktiv, kan du klikke på den lille sorte bjælke med tre prikker nederst til venstre for at vælge rutetype. Vælges ladcykel bliver du ført uden om trapper, bomme og brosten, og forventet rejsetid vil være tilpasset ladcykler. Vis position: Tryk på knappen med en pil i nederste højre hjørne, for at se hvor du er på kortet. Kortet vil herefter følge din position indtil du selv manuelt flytter kortet. Funktionen er slået til, når pilen er blå. Læs mere: App’en kan bl.a. også gemme favorit-steder. Læs mere om kort og funktioner på www.ibikecph.dk/about. God tur og tak fordi du cykler!

# introduction_greenest_route_header_ibc
source: Enjoy the green!
da: Nyd det grønne!

# introduction_greenest_route_body_ibc
source: We have added a new feature to the app which makes it easy for you to find the greenest route from A to B. Greenest Route leads you through parks, along lakes and canals and prioritises green bike paths and smaller roads - so you can lower the pace and enjoy the green. How to: find a route with the app and choose the leaf - the greenest route will then be computed.
da: Vi har tilføjet en ny funktion til appen der gør det let for dig at finde den grønneste cykelrute fra A til B. Grønneste Rute leder dig så vidt muligt gennem parker, langs med søer og kanaler og prioriterer grønne cykelruter og mindre veje - så du kan sænke tempoet og nyde det grønne. Sådan gør du: find en rute med appen og vælg bladet - så beregnes den grønneste rute.

# introduction_greenest_route_footer_ibc
source: Enjoy your ride!
da: God cykeltur!

# harbor_ring
source: Harbour Ring
da: Havneringen

source: Green Paths
da: Grønne Stier

source: not currently available
da: ikke tilgængelig lige nu

# about_app_cp
source: About CykelPlanen
da: Om CykelPlanen

# about_text_cp
source: The CykelPlanen app is the Capital Region of Denmark mobile route planner for everyone cycling in the region. The app knows the nice shortcuts in the region where you’re allowed to bicycle. The app should help to get more commuters in the region to choose the bike instead of the car. The map is specifically adapted to cyclists and the app calculates the fastest route. Motorways are toned down, whereas cobblestones are highlighted so you can avoid bumpy rides. The map shows the Cycle Super Highways, the service stations and train stations in the region. The app also has a function “Less Biking” which guides you to the nearest train station if your bike breaks down or the route is too long. The app uses map data from the crowd-sourced OpenStreetMap (OSM), which is continuously updated, for example when a new bike lane or new bicycle bridge opens and the users in region can update the map if something is missing. Note: It’s free to bring the bicycle in the S-train and on the local trains (max 6) but you have to buy a bicycle ticket if you want to bring your bicycle in the metro. You are not allowed to bring your bike in the Metro during rush hour (between 07:00 and 09.00 and between 15.30 and 17:30) or to/from Nørreport station between 07:00 and 08:30 and between 15:30-17:00 during weekdays. Getting Started: You can choose where to go in two ways: Locate on map: Find the place on the map and hold down your finger until a pin is placed on the map. The nearest address will be displayed at the bottom. Select ‘Start’ to calculate the route from your current location to the destination. Search by address: Click on the magnifying glass in the upper right corner. Enter the destination address and click ‘Go’. Then click ‘Start’ to calculate the route. When the route is displayed, click ‘Start’ to activate GPS navigation. While your ride, turn instructions will be shown at the bottom. Estimated arrival time is shown in the upper right corner, next to the small flag. Show location: Press the button with an arrow in the lower-right corner to see where you are on the map. The map will follow your location, until you manually pan the map. The function is enabled when the arrow is blue. Read more: The app includes additional features, like the ability to save favorite locations if you are logged in. Read more about the map and features on www.supercykelstier.dk Have a nice ride and thank you for cycling!
da: CykelPlanen app’en er Region Hovedstadens mobile rutevejleder for dig, der cykler i regionen. App’en kender de gode smutveje i regionen, hvor du må cykle og finder den hurtigste rute for dig. CykelPlanen skal bidrage til at få flere pendlere i regionen til at vælge cyklen frem for bilen. Kortet er særligt tilpasset cyklister. CykelPlanen udregner den hurtigste rute for dig. Motorveje er tonet ned, hvorimod brosten er fremhævet, så du kan slippe for rysteture. Kortet viser de anlagte supercykelstier og servicestationer. Endvidere har app’en funktionen ”knæk ruten”, som leder dig hen til nærmeste Lokalbane, S- og metrostation, hvis cykelturen bliver for lang eller cyklen går i stykker. App’en anvender kortdata fra det brugerdrevne OpenStreetMap (OSM), der opdateres løbende, fx når der anlægges nye cykelstier i regionen, og brugerne skal være med til at opdatere kortet i regionen. Bemærk at det er tilladt at tage cyklen gratis med i s-toget og lokalbanen (maks. 6 stk) mens det kræver en cykelbillet i metroen. Det er dog ikke tilladt at medbringe cyklen i metroen i myldretiden (kl. 7.00 – kl. 9.00 og 15.30-17.00) eller stå af eller på S-toget med cykel på Nørreport Station på hverdage (mandag-fredag) i tidsrummet kl.7- 8.30 og kl. 15.30- 17 Kom godt i gang: Du kan vælge hvor du vil hen på to måder: Vælg på kort: Find stedet på kortet og hold fingeren nede indtil en nål bliver sat på kortet. Den nærmeste adresse bliver nu vist nederst. Vælg ’Start’ for at beregne ruten fra din nuværende position til destinationen. Søg efter adresse: Klik på forstørrelsesglasset i øverste højre hjørne. Indtast adressen hvor du vil hen og klik ’Gå’. Klik derefter på ’Start’ for at beregne ruten. Når ruten vises kan du klikke på ’Start’ for at aktivere GPS navigation. Undervejs vil instruktioner om hvornår du skal svinge blive vist nederst. Forventet ankomsttidspunkt vises øverst til højre ud for det lille flag. Vis position: Tryk på knappen med en pil i nederste højre hjørne, for at se hvor du er på kortet. Kortet vil herefter følge din position indtil du selv manuelt flytter kortet. Funktionen er slået til, når pilen er blå. Læs mere: App’en kan bl.a. også gemme favorit-steder, hvis du opretter en profil. Læs mere om kort og funktioner på www.supercykelstier.dk. God tur og tak fordi du cykler!

source: Monday
da: Mandag

source: Tuesday
da: Tirsdag

source: Wednesday
da: Onsdag

source: Thursday
da: Torsdag

source: Friday
da: Fredag

source: Search
da: Søg

# search_to_placeholder
source: Enter road, street, postal code
da: Indtast vej, gade, post nr.

source: Cycle super highways
da: Supercykelstier

source: Service stations
da: Servicestationer

source: S-train stations
da: S-togs stationer

source: Metro stations
da: Metro stationer

source: Local trains stations
da: Lokale stationer

# break_route_title
source: Less biking
da: Knæk ruten

# btn_break_route
source: Less biking
da: Knæk ruten

# break_route_text_top
source: Did you know that you can easily do less biking by replacing some of the route with public transportation.
da: Vidste du, at du let kan knække din pendlerrute ved at tage toget noget af vejen.

# break_route_text_bottom
source: When you choose "Less biking", we will provide a new and alternative route to the nearest train station that will bring you to your final destination.
da: Når du vælger “Knæk ruten” giver vi dig en ny rute til nærmeste S-togsstation og bringer dig frem til din endelige destination.

# break_route_exit
source: Got it - let's go biking
da: Spring over

# break_route_header_title
source: Your route is now
da: Din rute er nu

# route_plan_button
source: Transportation info
da: Find rejse på Rejseplanen

# break_route_no_route
source: No Route
da: Ingen ruteforslag

# break_route_cant_break
source: Route cannot be broken.
da: Denne rute kan desværre ikke knækkes.

# departure
source: Dep.
da: Afg.

# departures_at
source: Dep. at
da: Afg. kl.

# arrival
source: Arr.
da: Ank.

# intro_subtitle
source: Quickly from A to B
da: Hurtigt fra A til B

# gps_off
source: GPS is turned off
da: GPS'en er deaktiveret. For at kunne finde din position skal GPS'en være aktiveret.

# activate_gps
source: Turn GPS On
da: Aktiver GPS

# leave_no_gps
source: Leave GPS off
da: Deaktiver GPS

# play_services_version_error
source: To track cycling data, please update Google Play Services
da: For at opsamle data skal Play Services opdateres
